literature/o-soneto-do-atlantico.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>O Soneto do Atlântico</title>
<meta name="generator" content="Org Mode" />
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<link rel="icon" type="image/x-icon" href="/static/profile.png">

<link rel="preconnect" href="https://rsms.me/">
<link rel="stylesheet" href="https://rsms.me/inter/inter.css">
<link rel="preconnect" href="https://fonts.googleapis.com">
<link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
<link
    href="https://fonts.googleapis.com/css2?family=IBM+Plex+Mono:ital,wght@0,100;0,200;0,300;0,400;0,500;0,600;0,700;1,100;1,200;1,300;1,400;1,500;1,600;1,700&display=swap"
    rel="stylesheet">

</head>
<body>
<div id="preamble" class="status">
<header>
    <h1>
        <a id="bigtitle" href="/">Gabriel</a>
    </h1>
    <nav>
        <ul id="navlist">
            <li id="navlistitem"><a href="/projects.html">Projects</a></li>
            <li id="navlistitem"><a href="/posts/">Posts</a></li>
            <li id="navlistitem"><a href="/literature/">Literature</a></li>
        </ul>
    </nav>
</header>
<div id="date">
    01 May, 2026 <i>Anno Domini</i> - 14:13
</div>
</div>
<div id="content" class="content">
<h1 class="title">O Soneto do Atlântico</h1>
<p class="verse">
Atlântico azul, bem grande e salgado<br />
Que escondes para trás de si o Tejo<br />
Por quem inúmeros tem muito entejo<br />
Mas que para o meu povo é sagrado<br />
<br />
Por te vencermos que cá pude estar<br />
Tendo desse lado uma nata terra<br />
A qual crescemos de espólios de guerra<br />
História que esta estava a gestar<br />
<br />
Foi pela tua grandiosidade<br />
Que ficaram as noivas por casar<br />
Com estes que em ti pereceram, mar<br />
<br />
Por ti mães nomearam nossa saudade<br />
E em vão ficaram filhos a rezar<br />
Pois tua glória escolhemos amar<br />
</p>

<div id="outline-container-org4c055a5" class="outline-2">
<h2 id="org4c055a5">OBS</h2>
<div class="outline-text-2" id="text-org4c055a5">
<p>
É relevante citar as claras referências a "Mar Português", de Fernando Pessoa (já domínio público):
</p>

<blockquote>
<p class="verse">
<i>Ó mar salgado, quanto do teu sal</i><br />
<i>São lágrimas de Portugal!</i><br />
<i>Por te cruzarmos, quantas mães choraram,</i><br />
<i>Quantos filhos em vão rezaram!</i><br />
<i>Quantas noivas ficaram por casar</i><br />
<i>Para que fosses nosso, ó mar!</i><br />
<br />
<i>Valeu a pena? Tudo vale a pena</i><br />
<i>Se a alma não é pequena.</i><br />
<i>Quem quer passar além do Bojador</i><br />
<i>Tem que passar além da dor.</i><br />
<i>Deus ao mar o perigo e o abismo deu,</i><br />
<i>Mas nele é que espelhou o céu.</i><br />
</p>
</blockquote>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
    <hr width="80%">
    © Gabriel G. de Brito (CC-BY-NC). Code for this page is free and open
    source, licensed under the MIT license. Help improving it on
    <a href="https://github.com/gboncoffee/gboncoffee.github.io">GitHub</a>.
</footer>
</div>
</body>
</html>
